Listing...
adduser
apt-transport-https
apt-utils
apt
base-files
base-passwd
bash
binutils-common
binutils-x86-64-linux-gnu
binutils
bsdextrautils
bsdutils
build-essential
bzip2
ca-certificates
cm-super-minimal
cm-super
coreutils
cpp-11
cpp
curl
dash
debconf
debianutils
dialog
diffutils
dirmngr
distro-info-data
dpkg-dev
dpkg
dvipng
e2fsprogs
ffmpeg
findutils
fontconfig-config
fontconfig
fonts-dejavu-core
fonts-dejavu-extra
fonts-dejavu
fonts-liberation
fonts-lmodern
fonts-urw-base35
g++-11
g++
gcc-11-base
gcc-11
gcc-12-base
gcc
gfortran-11
gfortran
ghostscript
git-man
git
gnupg-l10n
gnupg-utils
gnupg2
gnupg
gpg-agent
gpg-wks-client
gpg-wks-server
gpg
gpgconf
gpgsm
gpgv
grep
groff-base
gzip
hostname
htop
init-system-helpers
iproute2
iputils-ping
jq
less
libacl1
libaom3
libapache-pom-java
libapparmor1
libapt-pkg6.0
libasan6
libasound2-data
libasound2
libass9
libassuan0
libasyncns0
libatomic1
libattr1
libaudit-common
libaudit1
libavahi-client3
libavahi-common-data
libavahi-common3
libavc1394-0
libavcodec58
libavdevice58
libavfilter7
libavformat58
libavutil56
libbinutils
libblas3
libblkid1
libbluray2
libbpf0
libbrotli1
libbs2b0
libbsd0
libbz2-1.0
libc-bin
libc-dev-bin
libc6-dev
libc6
libcaca0
libcairo-gobject2
libcairo2
libcap-ng0
libcap2-bin
libcap2
libcbor0.8
libcc1-0
libcdio-cdda2
libcdio-paranoia2
libcdio19
libchromaprint1
libcmark-gfm-extensions0.29.0.gfm.3
libcmark-gfm0.29.0.gfm.3
libcodec2-1.0
libcom-err2
libcommons-logging-java
libcommons-parent-java
libcrypt-dev
libcrypt1
libctf-nobfd0
libctf0
libcups2
libcurl3-gnutls
libcurl4
libdatrie1
libdav1d5
libdb5.3
libdbus-1-3
libdc1394-25
libdebconfclient0
libdecor-0-0
libdeflate0
libdpkg-perl
libdrm-amdgpu1
libdrm-common
libdrm-nouveau2
libdrm-radeon1
libdrm2
libedit2
libelf1
liberror-perl
libexpat1
libext2fs2
libffi8
libfido2-1
libflac8
libflite1
libfontbox-java
libfontconfig1
libfreetype6
libfribidi0
libgbm1
libgcc-11-dev
libgcc-s1
libgcrypt20
libgd3
libgdbm-compat4
libgdbm6
libgdk-pixbuf-2.0-0
libgdk-pixbuf2.0-common
libgfortran-11-dev
libgfortran5
libgl1-mesa-dri
libgl1
libglapi-mesa
libglib2.0-0
libglvnd0
libglx-mesa0
libglx0
libgme0
libgmp10
libgnutls30
libgomp1
libgpg-error0
libgpm2
libgraphite2-3
libgs9-common
libgs9
libgsm1
libgssapi-krb5-2
libharfbuzz0b
libhogweed6
libice6
libicu70
libidn12
libidn2-0
libiec61883-0
libijs-0.35
libisl23
libitm1
libjack-jackd2-0
libjbig0
libjbig2dec0
libjpeg-turbo8
libjpeg8
libjq1
libk5crypto3
libkeyutils1
libkpathsea6
libkrb5-3
libkrb5support0
libksba8
liblapack3
libldap-2.5-0
liblilv-0-0
libllvm15
liblsan0
liblttng-ust-common1
liblttng-ust-ctl5
liblttng-ust1
liblz4-1
liblzma5
libmd0
libmfx1
libmnl0
libmount1
libmp3lame0
libmpc3
libmpdec3
libmpfr6
libmpg123-0
libmysofa1
libncurses6
libncursesw6
libnettle8
libnghttp2-14
libnl-3-200
libnl-genl-3-200
libnorm1
libnpth0
libnsl-dev
libnsl2
libnuma1
libogg0
libonig5
libopenal-data
libopenal1
libopenjp2-7
libopenmpt0
libopus0
libp11-kit0
libpam-modules-bin
libpam-modules
libpam-runtime
libpam0g
libpango-1.0-0
libpangocairo-1.0-0
libpangoft2-1.0-0
libpaper-utils
libpaper1
libpcre2-8-0
libpcre3
libpdfbox-java
libperl5.34
libpgm-5.3-0
libpipeline1
libpixman-1-0
libpng16-16
libpocketsphinx3
libpopt0
libpostproc55
libprocps8
libpsl5
libptexenc1
libpulse0
libpython3-stdlib
libpython3.10-minimal
libpython3.10-stdlib
libpython3.10
libquadmath0
librabbitmq4
libraw1394-11
libreadline8
librsvg2-2
librtmp1
librubberband2
libsamplerate0
libsasl2-2
libsasl2-modules-db
libsdl2-2.0-0
libseccomp2
libselinux1
libsemanage-common
libsemanage2
libsensors-config
libsensors5
libsepol2
libserd-0-0
libshine3
libslang2
libsm6
libsmartcols1
libsnappy1v5
libsndfile1
libsndio7.0
libsodium23
libsord-0-0
libsoxr0
libspeex1
libsphinxbase3
libsqlite3-0
libsratom-0-0
libsrt1.4-gnutls
libss2
libssh-4
libssh-gcrypt-4
libssl3
libstdc++-11-dev
libstdc++6
libswresample3
libswscale5
libsynctex2
libsystemd0
libtasn1-6
libteckit0
libtexlua53
libtexluajit2
libthai-data
libthai0
libtheora0
libtiff5
libtinfo6
libtirpc-common
libtirpc-dev
libtirpc3
libtsan0
libtwolame0
libubsan1
libuchardet0
libudev1
libudfread0
libunistring2
libunwind8
libusb-1.0-0
libuuid1
libva-drm2
libva-x11-2
libva2
libvdpau1
libvidstab1.1
libvorbis0a
libvorbisenc2
libvorbisfile3
libvpx7
libwayland-client0
libwayland-cursor0
libwayland-egl1
libwayland-server0
libwebp7
libwebpmux3
libx11-6
libx11-data
libx11-xcb1
libx264-163
libx265-199
libxau6
libxaw7
libxcb-dri2-0
libxcb-dri3-0
libxcb-glx0
libxcb-present0
libxcb-render0
libxcb-shape0
libxcb-shm0
libxcb-sync1
libxcb-xfixes0
libxcb1
libxcursor1
libxdmcp6
libxext6
libxfixes3
libxi6
libxinerama1
libxkbcommon0
libxml2
libxmu6
libxpm4
libxrandr2
libxrender1
libxshmfence1
libxss1
libxt6
libxtables12
libxv1
libxvidcore4
libxxf86vm1
libxxhash0
libzimg2
libzmq5
libzstd1
libzvbi-common
libzvbi0
libzzip-0-13
linux-libc-dev
locales
login
logsave
lsb-base
lsb-release
lsof
lto-disabled-list
make
man-db
manpages-dev
manpages
mawk
media-types
mount
nano-tiny
nano
ncdu
ncurses-base
ncurses-bin
net-tools
ocl-icd-libopencl1
openssh-client
openssl
pandoc-data
pandoc
passwd
patch
perl-base
perl-modules-5.34
perl
pfb2t1c2pfb
pinentry-curses
poppler-data
preview-latex-style
procps
psmisc
python3-minimal
python3.10-minimal
python3.10
python3
readline-common
rpcsvc-proto
rsync
run-one
sed
sensible-utils
shared-mime-info
strace
sudo
sysvinit-utils
t1utils
tar
teckit
tex-common
texlive-base
texlive-binaries
texlive-fonts-recommended
texlive-latex-base
texlive-latex-extra
texlive-latex-recommended
texlive-pictures
texlive-plain-generic
texlive-xetex
tini
tipa
traceroute
tzdata
ubuntu-keyring
ucf
unzip
usrmerge
util-linux
vim-common
vim-runtime
vim-tiny
vim
wget
x11-common
xclip
xdg-utils
xkb-data
xxd
xz-utils
zip
zlib1g
